{
    "RMSD": {
        "title": "Root Mean Square Deviation (RMSD)",
        "content": "Root Mean Square Deviation (RMSD) is a measure of the average distance between atoms of superimposed proteins. It is commonly used in structural biology to assess the similarity between structures. In the context of RNA, it quantifies how much the structure deviates from a reference structure as it folds over time.",
        "formula": "<math xmlns='http://www.w3.org/1998/Math/MathML'><mrow><mi>RMSD</mi><mo>=</mo><msqrt><mfrac><mrow><mo>&#x2211;</mo><msub><mi>d</mi><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow></msub><mo>^2</mo></mrow><mi>N</mi></mfrac></msqrt></mrow></math>"
    },
    "ERMSD": {
        "title": "Epsilon Root Mean Square Deviation (eRMSD)",
        "content": "eRMSD is an extension of RMSD that enhances the sensitivity of RMSD measurements to structural rearrangements, providing more detailed information on RNA folding by using RNA metrics rather than pure geometric ones.",
        "formula": "<math xmlns='http://www.w3.org/1998/Math/MathML'><mrow><mi>eRMSD</mi><mo>=</mo><msqrt><mfrac><mrow><mo>&#x2211;</mo><msub><mi>d</mi><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow></msub><mo>^2</mo></mrow><mi>N</mi></mfrac></msqrt></mrow></math>"
    },
    "CONTACT_MAPS": {
        "title": "Contact Maps",
        "content": "Contact maps represent the spatial proximity of pairs of residues (or atoms) within a structure, typically shown as a 2D matrix. In RNA folding, they help visualize the formation of base pairs and interactions over time, reflecting how the structure is stabilizing."
    },
    "TORSION": {
        "title": "Torsional Angles",
        "content": "Torsional angles describe the rotation around bonds, particularly useful in determining the flexibility and conformation of RNA structures. Monitoring these angles during folding reveals how the structure transitions between different conformations.",
        "formula": "<math xmlns='http://www.w3.org/1998/Math/MathML'><mrow><mi>φ</mi><mo>=</mo><mi>tan</mi><mo>(</mo><mfrac><mrow><mo>&#x2212;</mo><mi>r</mi><mo> × </mo><mi>s</mi></mrow><mi>s</mi></mfrac><mo>)</mo></mrow></math>"
    },
    "SEC_STRUCTURE": {
        "title": "Visualization for the current frame of the predicted secondary structure",
        "content": "The secondary structure is predicted using the Barnaba tool and visualized with Forna. This plot shows the base-pairing and stacking interactions, highlighting how the RNA folds into its secondary structure over time."
    },
    "DOTBRACKET": {
        "title": "Dot-Bracket Notation",
        "content": "The dot-bracket notation is a compact way to represent the secondary structure of RNA, where dots represent unpaired bases, and parentheses represent paired bases. Here we're showing dotbracket found along the frames of the trajectory.",
        "formula": "<math xmlns='http://www.w3.org/1998/Math/MathML'><mrow><mi>DB</mi><mo>(</mo><mi>i</mi><mo>,</mo><mi>j</mi><mo>)</mo><mo>=</mo><mo>{</mo><mi>(</mi><mo> if </mo><mi>i</mi><mo> and </mo><mi>j</mi><mo> form </mo><mi>base-pair</mi><mo>,</mo><mi>.</mi><mo> otherwise</mo><mo>}</mo></mrow></math>"
    },
    "ARC": {
        "title": "Arc Diagram",
        "content": "An arc diagram is a circular visualization used to represent base pairings in RNA secondary structures. Each base is positioned around the circle, and arcs are drawn to indicate paired bases, allowing for quick visualization of long-range interactions. Here we're computing them using barnaba",
        "formula": "<math xmlns='http://www.w3.org/1998/Math/MathML'><mrow><mi>A</mi><mo>(</mo><mi>i</mi><mo>,</mo><mi>j</mi><mo>)</mo><mo>=</mo><mo>{</mo><mi>Arc</mi><mo> if</mo><mi> bases </mi><mi>i</mi><mo> and </mo><mi>j</mi><mo> are </mo><mi>paired</mi><mo>}</mo></mrow></math>"
    },
    "LANDSCAPE": {
        "title": "Free Energy Landscape",
        "content": "The free energy landscape is a graphical representation of the system's free energy as a function of structural coordinates. It is used to identify stable states (minima) and transition states, providing insight into the folding pathway of RNA."
    },
    "BASE_PAIRING": {
        "title": "Base Pairing",
        "content": "Base pairing refers to the hydrogen bonds between complementary nucleotides in RNA. This is crucial for secondary structure formation and stability. The plot shows the frequencies for all nucleotides during the whole trajectory, it gives informations about the correctness of the ForceField"
    }
}

